{
  "memberships": {
    "ELITE": "The best of the best in benefits — meet Elite status, reserved for our most loyal guests and adventure enthusiasts. Reach our top-tier membership after completing 15 Princess cruises or sailing 150 days. In addition to all Gold, Ruby and Platinum perks, you’ll also receive benefits like early access to booking our newest itineraries and even more discounts on board, including shore excursions and in The Shops of Princess. Enjoy a complimentary mini-bar set up and on formal nights, indulge in deluxe canapés created by our talented chefs on board. Our most loyal guests also receive complimentary laundry services and shoe polishing. Between the savings and services our guests enjoy, it’s no wonder why the Captain’s Circle is one of the best cruise loyalty programs. Set sail on your first cruise with Princess and begin your journey to Elite status today.",
    "GOLD": "Whether you sail to the glaciers of Alaska or the palaces of Russia, relish in the benefits of our Gold Membership after your first cruise with Princess. Once you return from your trip, receive curated recommendations for future cruises based on your cruising history, so that you can embark on another unforgettable journey. Book early and relish in savings, like a discounted fare for the first two guests in your stateroom. While on board subsequent cruises, you can even attend members-only events and meet other like-minded adventurers. As you continue to sail with Princess and reach new membership tiers, you can always enjoy these Gold-level benefits.",
    "RUBY": "Ruby status can be achieved after sailing on three Princess cruises. You may also reach this tier even sooner if you book as single occupancy or a full suite*, which earns you double cruise credits in our loyalty program. In addition to all Gold-level benefits, you can also enjoy exclusive shoreside access to the Captain’s Circle Help Desk phone line. This means you can experience an expedited phone process when contacting the Membership Desk with any questions related to Captain's Circle. Those who purchase the standard Princess Vacation Protection will also receive a complimentary upgrade to the Platinum plan, which grants you even more coverage.",
    "BLUE": "A lot of travel deserves a lot of benefits. Level up your perks after completing 5 cruises or 50 cruise days with Princess. In addition to all of the benefits at the Gold and Ruby levels, enjoy priority boarding in the cruise terminal, so you can experience your MedallionClass® vacation even quicker. When it’s time to head home, get the same deluxe treatment with access to our Disembarkation Lounge. Enjoy fresh-baked pastries and a soothing cup of tea or coffee with members of your travel party before you make your onward journey home. During your time on board, you’ll enjoy discounts off Lotus Spa® treatments and the professional photo offerings in the Photo Gallery. You’ll also be able to connect with loved ones at home with the best Wi-Fi at sea, our fast and reliable MedallionNet® internet, as Platinum members of the Captain’s Circle enjoy 50% off our MedallionNet packages. Whether you want to video chat with your family and friends, share photos on social media, or even stream your favorite shows, Princess makes it easy for our valued guests."
  }
}
